---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FilterNumericEquals
source: html/5c3599f3-c5d1-dfc6-62c4-66ad1fcbd590.htm
---
# FilterNumericEquals Members

Constructs an instance of FilterNumericEquals.